10/data/attachments/15860e8944aa808e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Grant_owner_Actions_3076_0</nif:username>
            <nif:friendToBeRequested>soap_actions_8cdd6833-6495-4db6-89e0-19594688a3e5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>